alacritty
amd-ucode
ark
base
base-devel
bluedevil
breeze-gtk
cachyos-keyring
cachyos-mirrorlist
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
chromium
dolphin
fastfetch
fcitx5
fcitx5-configtool
fcitx5-mozc
ffmpegthumbs
firefox
firewalld
flatpak
gamescope
gnome-disk-utility
gwenview
kate
kcalc
kde-gtk-config
kdegraphics-thumbnailers
kid3
kinfocenter
kscreen
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-ocl-icd
lib32-sdl2-compat
lib32-v4l-utils
linux
linux-cachyos
linux-cachyos-headers
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lutris
mangohud
mpv
nano
networkmanager
noto-fonts-cjk
nvidia-open-dkms
nvidia-utils
okular
pacman-contrib
papirus-icon-theme
plasma-desktop
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
proton-cachyos
python-pyqt6
qemu-full
reflector
sddm
sddm-kcm
spectacle
steam
steam-native-runtime
swtpm
umu-launcher
unrar
vesktop
virt-manager
wine-gecko
wine-mono
wine-staging
winetricks
xclip
xdg-desktop-portal-gtk
xorg-xrandr
yay
yt-dlp
